Repository: scriptotek/realfagsbiblioteket-app
Catalog: src/po/*.po
Languages: nb

source: 1. mezzanine
nb: 1. messanin

source: About the app
nb: Om appen

source: An unknown error occured.
nb: Det oppsto en ukjent feil.

source: App version
nb: App-versjon

source: Available as e-book
nb: Tilgjengelig som e-bok

source: Available online
nb: Tilgjengelig online

source: By default you search the collections of the Science Library (including the Informatics Library and the Natural History Museum Library), but you can extend the scope to all UiO libraries or all research libraries in Norway.
nb: Som standard søker du i samlingene til Realfagsbiblioteket (inkludert Informatikkbiblioteket og Naturhistorisk museum), men du kan utvide søket til å gå mot alle bibliotek ved UiO eller alle fagbibliotek i Norge.

source: Can be requested from another library
nb: Kan bestilles fra et annet bibliotek

source: Check out this book
nb: Bok-tips

source: Check out this book: {{title}} by {{author}}
nb: {{title}} av {{author}}

source: Collection:
nb: Samling:

source: Couldn't find the book.
nb: Fant ikke boka.

source: Device
nb: Enhet

source: Directions
nb: Veibeskrivelse

source: E-book (no access)
nb: E-bok (ingen tilgang)

source: Edition:
nb: Utgave:

source: English
nb: engelsk

source: Even if you just search the collection of the Science Library, the app will show available items at other UiO libraries if all items at the Science Library are on loan.
nb: Selv om du bare søker i Realfagsbiblioteket vil appen vise tilgjengelige eksemplarer fra andre bibliotek hvis eksemplarene i Realfagsbiblioteket er utlånt.

source: Failed getting results. {{ vm.error }}
nb: Klarte ikke hente resultater. {{ vm.error }}

source: Favorites
nb: Favoritter

source: Fetching data...
nb: Henter data…

source: Find a book by searching for it or scanning an ISBN code.
nb: Finn en bok ved å søke etter den eller skanne en ISBN-kode.

source: Floor:
nb: Etasje:

source: Grant permission
nb: Gi tilgang

source: Here it is:
nb: Her er den:

source: Home
nb: Hjem

source: Hours
nb: Åpningstider

source: Informatics Library
nb: Informatikkbiblioteket

source: Language
nb: Språk

source: Language:
nb: Språk:

source: Library:
nb: Bibliotek:

source: Lost the internet connection.
nb: Mistet internettforbindelsen.

source: Main room (2. floor)
nb: «Hangaren» (2. etasje)

source: Map and hours
nb: Kart og åpningstider

source: Menu
nb: Meny

source: Missing something here? Feel free to request features at <a ubo-ext-link="" href="https://github.com/scriptotek/realfagsbiblioteket-app">GitHub</a> or <a ubo-ext-link="" href="mailto:bib-lab-drift@ub.uio.no">bib-lab-drift@ub.uio.no</a>.
nb: Savner du noe her? Send gjerne inn forslag på <a ubo-ext-link href="https://github.com/scriptotek/realfagsbiblioteket-app">GitHub</a> eller til <a ubo-ext-link href="mailto:bib-lab-drift@ub.uio.no">bib-lab-drift@ub.uio.no</a>.

source: Mon-Fri: 08.00–22.00<br> Sat-Sun: 10.00–18.00
nb: mandag til fredag: 08.00–22.00<br> lørdag og søndag: 10.00–18.00

source: Mon-Thu: 08.30–19.00<br> Fri: 08.30–17.00<br> Sat-Sun: stengt
nb: mandag til torsdag: 08.30–19.00<br> fredag: 08.30–17.00<br> lørdag og søndag: stengt

source: More books about
nb: Flere bøker om

source: No camera found on this device.
nb: Fant ikke noe kamera på denne enheten.

source: No internet connection.
nb: Ingen internettforbindelse.

source: No items found in {{ vm.searchScopes[vm.state.scope].name }}. If you can't find what you need, please feel free to send us an e-mail.
nb: Ingen treff i {{ vm.searchScopes[vm.state.scope].name }}. Finner du ikke det du er ute etter kan du alltids sende oss en epost.

source: Norwegian Bokmål
nb: norsk bokmål

source: Norwegian research libraries
nb: norske fagbibliotek

source: Note: This item is stored in a non-public location, but can most likely be fetched for you if you ask.
nb: Merk: Dokumentet befinner seg i en lukket samling, men hvis du spør etter det kan sannsynligvis nok finne det til deg.

source: On loan from {{library}}
nb: Utlånt fra {{library}}

source: On shelf in {{library}}
nb: På hylla i {{library}}

source: Open in Oria
nb: Vis i Oria

source: Publisher:
nb: Utgiver:

source: Read more
nb: Les mer

source: Retry
nb: Prøv igjen

source: Rights
nb: Rettigheter

source: Scan ISBN
nb: Skann ISBN

source: Science Library
nb: Realfagsbiblioteket

source: Science Library in Vilhelm Bjerknes' hus
nb: Realfagsbiblioteket i Vilhelm Bjerknes' hus

source: Search
nb: Søk i

source: Search all Norwegian research libraries
nb: Søk i alle norske fagbibliotek

source: Search all UiO libraries
nb: Søk i hele UiO

source: Search for title + author
nb: Søk etter tittel + forfatter

source: Searching...
nb: Søker…

source: Series:
nb: Serie:

source: Share app
nb: Del appen

source: Share this book
nb: Del denne boka

source: Shelf code:
nb: Hylleplass:

source: Sort by:
nb: Sortering:

source: The <strong>Informatics Library</strong> is a satellite library to the Science Library located in Ole-Johan Dahls hus.
nb: <strong>Informatikkbiblioteket</strong> er et satelittbibliotek til Realfagsbiblioteket som holder til i første etasje i Ole-Johan Dahls hus.

source: The <strong>Natural History Museum Library</strong> is a satellite library to the Science Library located in Brøggers hus which is currently closed. It's still possible to order books from there.
nb: <strong>Naturhistorisk museums bibliotek</strong> er et satelittbibliotek til Realfagsbiblioteket som for tiden er stengt. Du kan fremdeles bestille bøker derfra.

source: The <strong>Science Library</strong> is located in Vilhelm Bjerknes’ hus.
nb: <strong>Realfagsbiblioteket</strong> holder til i Vilhelm Bjerknes’ hus.

source: The app is developed by the Science Library Scriptotek. The icon and related graphics were designed by Yvonne Edvartsen.
nb: Appen er laget av Realfagsbibliotekets Scriptotek. Ikonet og tilhørende grafikkelementer er designet av Yvonne Edvartsen.

source: The app uses components available the MIT and Apache licenses listed below, in addition to the Scandit Community SDK, used under the terms of the <em>Community License Agreement for Scandit Barcode Scanner</em>. OpenStreetMap maps are © OpenStreetMap contributors (CC-BY-SA).
nb: Appen benytter rammeverk og komponenter tilgjengelig under MIT- og Apache-lisensene, samt Scandit Community SDK, som benyttes under vilkårene <em>Community License Agreement for Scandit Barcode Scanner</em>. Kart er © OpenStreetMap-bidragsyterne (CC-BY-SA).

source: The search failed.
nb: Søket gikk ut i feil.

source: Third party licenses
nb: Tredjepartslisenser

source: Title, author or ISBN
nb: Tittel, forfatter eller ISBN

source: To request the book, you must open it in Oria (link below). Note that the Oria interface isn't optimized for mobile yet, so you might instead want to use “Share this book” to send a link to your email and then make the actual request from a computer.
nb: For å bestille må du åpne boka i Oria (lenke under). Oria-grensesnittet er ikke superenkelt å bruke fra mobil enda, så hvis du heller vil gjøre bestillingen fra en PC kan du bruke «Del denne boka» under for å sende Oria-lenken til deg selv.

source: Try the UiO Science Library app 🤓
nb: Prøv Realfagsbiblioteket-appen 🤓

source: UiO libraries
nb: UiO

source: Unavailable
nb: Utilgjengelig

source: Waiting for the camera...
nb: Venter på kamera…

source: We don't have an edition with ISBN {{vm.isbn}}, but it could be that we have other editions of the same book.
nb: Vi har ikke utgaven med ISBN-nummeret {{vm.isbn}}, men det kan hende vi har andre utgaver av den samme boka.

source: Year:
nb: År:

source: You can request the book in Oria.
nb: Du kan reservere boka i Oria.

source: You can try a search for the book title («{{ vm.title }}») and author ({{ vm.author }}).
nb: Du kan prøve et søk etter bokas tittel («{{ vm.title }}») og forfatter ({{ vm.author }}).

source: You have no favorites yet. Why not search for a book and press the <i class="ion-ios-star-outline"></i> icon to make one?
nb: Ingen favoritter enda. Søk opp en bok og trykk på <i class="ion-ios-star-outline"></i> for å lagre den som favoritt.

source: You must grant the app permission to use the camera if you want to read barcodes.
nb: Du må gi appen tilgang til å bruke kameraet hvis du ønsker å lese strekkoder.

source: any Norwegian research library (Bibsys consortium)
nb: norske forskningsbibliotek (Bibsys-konsortiet)

source: any UiO library
nb: UiO-bibliotek

source: date
nb: dato

source: e-book
nb: e-bok

source: multiple editions
nb: flere utgaver

source: print book
nb: trykt bok

source: relevance
nb: relevans

source: the Science Library (including Informatics Library and the Natural History Museum Library)
nb: Realfagsbiblioteket (inkl. Informatikkbiblioteket og Naturhistorisk museum)

source: {{numberOfEditions}} editions
nb: {{numberOfEditions}} utgaver

source: {{vm.totalResults}} results
nb: {{vm.totalResults}} treff
